Repository: 99robots/wprealestate
Catalog: languages/wprealestate-*.po
Languages: fr, pt_br

source: Property Details
fr: Détails de la Propriété
pt_br: Detalhes sobre o imóvel

source: Location Details
fr: Localisation
pt_br: Detalhes da Localização

source: Property Name
fr: Nom de la Propriété
pt_br: Nome da propriedade

source: Area / Location
fr: Quartier
pt_br: Localização

source: Address
fr: Adresse
pt_br: Endereço

source: Zip Code
fr: Code Postal
pt_br: CEP

source: City
fr: Ville
pt_br: Cidade

source: State
fr: Region/Province
pt_br: Estado

source: Property Information
fr: Information
pt_br: Detalhes do imóvel

source: List Type
fr: Annonces
pt_br: Tipo de imóvel

source: Sale
fr: Vente
pt_br: Venda

source: Rent
fr: Location
pt_br: Aluguel

source: Property Type
fr: Type de Propriété
pt_br: Tipo de imóvel

source: Built upto (sq. ft)
fr: Aire (M2)
pt_br: Area construída ( m2)

source: Only numbers
fr: Chiffres Uniquement
pt_br: Somente números

source: Land area
fr: Surface
pt_br: Area do terreno

source: Sale Price
fr: Prix de vente
pt_br: Preço de venda

source: Rent Price
fr: Loyer
pt_br: Preço do aluguel

source: Per Day
fr: par jour
pt_br: Por dia

source: Per Week
fr: par semaine
pt_br: Por semana

source: Per Month
fr: par mois
pt_br: Por mês

source: Per Year
fr: par An
pt_br: Por ano

source: If available on rent also. Enter only numbers
fr: Si disponible en location. Entrez uniquement des chiffres
pt_br: Se estiver disponível para aluguel também. Preencha om números somente

source: Bedroom
fr: Chambre / Pièce
pt_br: Quartos

source: Bathroom
fr: Toilette
pt_br: Banheiros

source: Furnishing
fr: Ameublement
pt_br: Mobiliado

source: Not Applicable
fr: N/A
pt_br: Não se aplica

source: Unfurnished
fr: Non-Meublé
pt_br: Sem mobília

source: Semi Furnished
fr: Meublé Partiellement
pt_br: Semi mobiliado

source: Fully Furnished
fr: Meublé Partiellement
pt_br: Totalmente mobiliado

source: Tenure
fr: Propriétaire
pt_br: Posse

source: Cons. Year
fr: Année de Construction
pt_br: Ano da construção

source: Date Available
fr: Disponibilité
pt_br: Disponível em

source: Add Property Type
fr: Ajout du Type de Propriété
pt_br: Adicionar um imóvel

source: Delete
fr: Supprimer
pt_br: Apaga

source: Settings
fr: Paramètres
pt_br: Configurações

source: Currency Symbol
fr: Devise (Symbole)
pt_br: Simbolo de dinheiro

source: Agent Inquiry Email
fr: Contactez l'Annonceur
pt_br: Email do corretor

source: Search widget bg color
fr: Widget de recherche

source: Property Listing Page
fr: Page d'annonce
pt_br: Página de lista de imóveis

source: Number of listing per page
fr: Nombre d'Annonces par page
pt_br: Quantidade de imóveis na lista por pagina

source: Sidebar in property listing page?
fr: Barre latérale sur la page principale d'annonce
pt_br: Barra lateral na página de lista de imóveis?

source: Yes
fr: Oui
pt_br: Sim

source: Full Width
fr: Plein Ecran

source: Sidebar in property detail page?
fr: Barre latérale sur la page de détails de l'annonce
pt_br: Barra lateral na pagina de detalhes?

source: No
fr: Non

source: Display Property ID (in listing)
fr: Montrer Propriété ID
pt_br: Características do imóvel (em lista)

source: Max Property Photos
fr: Nombre Max. de Photos
pt_br: Máximo de fotos por imóvel

source: Display social share buttons
fr: Montrer Icônes de Partage Social
pt_br: Mostrar botões de rede social

source: More options coming soon...
fr: Plus d'options à venir….
pt_br: Mais opções em breve

source: Suggest us more features
fr: Suggérez-nous les options que vous aimeriez que nous ajoutions
pt_br: Faça sua sugestão

source: Customize Advanced Search <em>(Mark what you want to show)
fr: Personnalisation avancée <em>(Cliquer ce que vous aimeriez afficher)
pt_br: Busca avançada<em>(Marque o que vc quer encontrar)

source: Please fill the fields in property details if you have enabled the fields to be searchable below.
fr: S'il vous plaît remplir les champs dans les détails de la propriété si vous avez activé les champs pour être consultable ci-dessous.
pt_br: Por favor preencha os campos em Detlhes do imóvel se você habilitou os campos para serem usados na busca

source: Property Title
fr: Titre de la Propriété
pt_br: Título do imóvel

source: (Required)
fr: (Recommandé)
pt_br: ( obrigatório)

source: Listing Type (Sale/Rent)
fr: Type d'Annonce (Vente/Location)
pt_br: Tipo de lista ( Venda/Aluguel)

source: Price Range
fr: Gamme de Prix
pt_br: Faixa de preço

source: Size Range
fr: Gamme de Surface
pt_br: Por àrea

source: Bedrooms
fr: Chambres
pt_br: Quartos

source: Bathrooms
fr: Toilettes
pt_br: Banheiros

source: Construction Year
fr: Année de Construction
pt_br: Ano da construção

source: Save
fr: Enregistrer
pt_br: Salvar

source: Home
fr: Accueil

source: Stay Updated and get more customized features directly to your inbox
fr: Restez à jour et recevez toutes les mises à jour dans votre boite
pt_br: Fique por dentro das novidades e receba as oportunidades em seu email

source: <strong>I promise, you will not get a single spam</strong>. Leave your email below
fr: <strong>Je vous promet, vous ne recevrez aucun spam</strong>. Laissez votre message en dessous
pt_br: <strong>I prometemos não enviar spam</strong>. Deixe seu email abaixo

source: email address
fr: Adresse émail
pt_br: endereço de email

source: Join
fr: Rejoindre
pt_br: Junte-se

source: <p>Would you like us to feature your website in our show case? Please send us your name, email and website address to <a href="mailto:sales@etechysolutions.com.my">sales@etechysolutions.com.my</a> and we will be glad to feature your website using WP Real Estate on our website's show case.</p>
fr: <p>Aimeriez-vous que nous parametrons votre site web? Envoies simplement ton nom, email et website à <a href="mailto:sales@etechysolutions.com.my">sales@etechysolutions.com.my</a> et nous nous ferons le plaisir de paramétrer votre site utilisant WP Real Estate.</p>

source: Properties
fr: Propriétés
pt_br: Imóveis

source: Add New
fr: Ajouter Nouveau
pt_br: Adcionar novo

source: Add New Property
fr: Ajoutez Nouvelle Propriété
pt_br: Adicionar novo imóvel

source: Edit Property
fr: Editez Propriété
pt_br: Editar imóvel

source: New Property
fr: Nouvelle Propriété
pt_br: Novo imóvel

source: All Properties
fr: Toutes les Propriétés
pt_br: Detalhes

source: View Property
fr: Voir Propriété
pt_br: Ver imóvel

source: Search Properties
fr: Recherche Propriétés
pt_br: Buscar meu imóvel

source: No properties found
fr: Aucune Propriété trouvée
pt_br: Nenhum imóvel encontrado

source: No property found in Trash
fr: Aucune Propriété trouvée dans la corbeille
pt_br: Nenhum imóvel encontrado no lixo

source: Search Property
fr: Recherche Propriété
pt_br: Buscar imóvel

source: Property Search
fr: Recherche Propriété
pt_br: Busca de imóvel

source: Keyword
fr: Mots-clés
pt_br: Palavra chave

# Taxonomy General Name
source: Facilities
fr: Amenagements

# Taxonomy Singular Name
source: Facility
fr: Amenagements

source: Facility
fr: Amenagements
pt_br: Serviços

source: All Facilities
fr: Tous les aménagements
pt_br: Todos os serviços

source: Add New Facility
fr: Ajoutez nouvel Amenagement
pt_br: Adicionar um novo serviço

source: Edit Facility
fr: Editez Aménagement
pt_br: Editar serviço

source: Update Facility
fr: Mettre les Aménagements
pt_br: Update de serviços

source: Separate facilities with commas
fr: Separez par des virgules
pt_br: Separar serviços com vírgula

source: Search facilities
fr: Recherche Aménagements
pt_br: Busca por serviços

source: Add or remove facilities
fr: Ajouter ou Enlever des Amenagements
pt_br: Adicionar ou remover serviços

source: Choose from the most used facilities
fr: Choisir à partir de l'aménagement le plus utilisé
pt_br: Escolha os serviços mais utilizados

# Taxonomy General Name
source: Property Types
fr: Types de Propriété

# Taxonomy Singular Name
source: Property Type
fr: Type de Propriété

source: All Property Types
fr: Tous les Types de Propriété
pt_br: Todos los tipos de imóveis

source: Parent Property Type
fr: Type de Propriété Parent
pt_br: Padres Tipo de Inmueble

source: Parent Property Type:
fr: Type de Propriété Parent:
pt_br: Padres Tipo de propiedad:

source: New Property Type
fr: Nouveau Type de Propriété
pt_br: Nuevo Tipo de Inmueble

source: Add New Property Type
fr: Ajoutez Nouveau Type de Propriété
pt_br: Crear Nuevo Tipo de Inmueble

source: Edit Property Type
fr: Edites le type de propriété
pt_br: Editar Tipo de Inmueble

source: Update Property Type
fr: Mettre à jour le type de Propriété
pt_br: Update Tipo de Inmueble

source: Separate property types with commas
fr: Séparez les types de propriété par des virgules
pt_br: Los tipos de inmueble con comas

source: Search property types
fr: Rechercher Types de Propriété
pt_br: Tipos Buscar una propiedad

source: Add or remove property types
fr: Ajouter ou Enlever le type de propriété
pt_br: Agregar o quitar tipos de propiedad

source: Choose from the most used property types
fr: Choisir à partir du type de propriété le plus utilisé
pt_br: Elija entre los tipos de propiedad más utilizados

source: Already exists.
fr: Existe déjà.
pt_br: Já existe

source: Property Type Saved.
fr: Type de Propriété enregistré.
pt_br: Tipo de imóvel salvo.

source: Property Type Removed.
fr: Type de Propriété enlevé.
pt_br: Tipo de Iimóvel apagado.

source: Options Saved.
fr: Options enregistrées.
pt_br: Opções salvas

source: Keywords
fr: Mots-clés
pt_br: Palavra chave

source: Listing Type
fr: Type d'Annonce
pt_br: Tipo de lista

source: All
fr: Toutt
pt_br: Todos

source: For Sale
fr: En Vente
pt_br: A venda

source: For Rent
fr: A Louer
pt_br: Para alugar

source: Any
fr: Peu importe
pt_br: Qualquer

source: Floor Area (Built-in)
fr: Surface
pt_br: Àrea construída ( no ano de )

source: 2,500 sqft (232 sqm)
fr: 2,500 m2

source: 3,000 sqft (279 sqm)
fr: 3,000 m2

source: 4,000 sqft (372 sqm)
fr: 4,000 m2

source: 5,000 sqft (465 sqm)
fr: 5,000 m2

source: 7,500 sqft (697 sqm)
fr: 7,500 m2

source: 10,000 sqft (929 sqm)
fr: 10,000 m2

source: Location
fr: Localisation
pt_br: Localização

source: Price
fr: Prix
pt_br: Preço

source: Year Constructed
fr: Année de Construction
pt_br: Ano de construção

source: SEARCH
fr: Recherche
pt_br: Busca

source: Add Photos
fr: Ajoutez Photos
pt_br: Adicionar fotos

# file
source: Add New
fr: Ajouter Nouveau

source: Remove
fr: Enlevez
pt_br: Apagar

source: Property Listing
fr: Annonces
pt_br: Lista de imóveis

source: View Details
fr: Voir détails
pt_br: Ver detalhes

source: no results
fr: aucun resultat
pt_br: sem resultado

source: An inquiry received from your site
fr: Requête reçu de votre site
pt_br: Uma pergunta vinda do seu site

source: Property URL
fr: URL Propriété
pt_br: Site do imóvel

source: Name
fr: Nom
pt_br: Nome

source: Phone
fr: Telephone
pt_br: Telefone

source: User IP
fr: IP Utilisateur
pt_br: IP do usuário

source: Message from
fr: Message de la part de
pt_br: Mensagem de

source: ShareThis
fr: Partage
pt_br: Compartilhe

source: Details
fr: Détails
pt_br: Detalhes do imóvel

source: Property Address
fr: Adresse
pt_br: Endereço do imóvel

source: Built up
fr: Surface
pt_br: Construido em

source: Facilities
fr: Amenagements
pt_br: Serviços

source: Inquiry has been sent to the Agent
fr: Requête envoyée à l'Annonceur
pt_br: Uma pergunta foi enviada ao seu corretor

source: Send an inquiry to the agent
fr: Envoies une requête à l'Annonceur
pt_br: Mande sua pergunta à nossa equipe

source: Your Name
fr: Votre Nom
pt_br: Seu nome

source: Your Email
fr: Votre Email
pt_br: Seu email

source: Your Phone
fr: Votre téléphone
pt_br: Seu telefone

source: Send Inquiry
fr: Envoyez une demande d'infos
pt_br: Mande sua pergunta

source: Property ID
fr: Propriété ID
pt_br: Id do imovel

source: For
fr: Pour
pt_br: Para

source: Freehold
pt_br: Livre

source: Leasehold
pt_br: Arrendamento

source: Note
pt_br: Nota

source: Parent Facility
pt_br: Serviço para os pais

source: Parent Facility:
pt_br: Serviço para os pais:

source: New Facility Name
pt_br: Novo serviço

source: Built Up
pt_br: Construido até

source: Message
pt_br: Mensagem

source: Description
pt_br: Descrição
